---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricityFailures.InvalidSpareLoad
source: html/02bb5ab5-29cd-d514-059b-63c98e2298a1.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricityFailures.InvalidSpareLoad Property

The spare/space assigned to panel '[Panel Name]' has an invalid load property. To correct this issue, remove and add the spare/space to the panel again.

## Syntax (C#)
```csharp
public static FailureDefinitionId InvalidSpareLoad { get; }
```